{"projectName":"MQM Concrete Example","key":{"265":"1","266":"2","267":"3","268":"4","269":"5"},"errors":[{"segment":"265","target":"target","name":"organization style","severity":"minor","issueReportId":"299","issueId":"company-style","note":"Should be 11 November 2015","highlighting":{"startIndex":3,"endIndex":21}},{"segment":"265","target":"target","name":"omission","severity":"major","issueReportId":"300","issueId":"omission","note":"missing \"electoral\"","highlighting":{"startIndex":83,"endIndex":93}},{"segment":"266","target":"target","name":"mistranslation","severity":"major","issueReportId":"301","issueId":"mistranslation","note":"False cognate: \"retained\" is not \"retenu.\" In this case, \"included\" would work.","highlighting":{"startIndex":24,"endIndex":31}},{"segment":"267","target":"target","name":"punctuation","severity":"minor","issueReportId":"302","issueId":"punctuation","note":"The semicolon after “representation” should have been a comma.","highlighting":{"startIndex":68,"endIndex":68}},{"segment":"268","target":"target","name":"unidiomatic style","severity":"major","issueReportId":"303","issueId":"unidiomatic","note":"This error was marked as a major Unidiomatic Style error by the evaluator who offered an idiomatic alternative: “prohibiting individuals from holding office as a member of a national parliament and as a Member of the European Parliament at the same time”.","highlighting":{"startIndex":4,"endIndex":99}},{"segment":"269","target":"target","name":"awkward style","severity":"minor","issueReportId":"304","issueId":"awkward","note":"The evaluator determined that the use of the phrase “draw up” was a minor Awkward Style error because of the lack of clarity in this target text option, noting that “establish” would serve as a better alternative.","highlighting":{"startIndex":46,"endIndex":52}}],"metric":[{"parent":null,"name":"Accuracy","description":"The target text does not accurately reflect the source text, allowing for any\n      differences authorized by specifications.","notes":"Most cases of accuracy are addressed by one of the children subtypes listed above.\r\n      \r In Machine Translation literature, this category is typically referred to as\n      “Adequacy”.","examples":"","issueId":"accuracy"},{"parent":"accuracy","name":"mistranslation","description":"The target content does not accurately represent the source\n        content.","notes":"","examples":"A source text states that a medicine should not be administered in doses greater\n        than 200 mg, but the translation states that it should be administered in doses greater than\n        200 mg (i.e., negation has been omitted).","issueId":"mistranslation"},{"parent":"accuracy","name":"addition","description":"The target text includes text not present in the source.","notes":"","examples":"A translation includes portions of another translation that were inadvertently\n        pasted into the document.","issueId":"addition"},{"parent":"accuracy","name":"omission","description":"Content is missing from the translation that is present in the\n        source.","notes":"","examples":"A paragraph present in the source is missing in the translation.","issueId":"omission"},{"parent":null,"name":"Linguistic Conventions","description":"Errors related to the form or content of a text, irrespective of whether it is a\n      translation or not","notes":"If an error can be detected only by comparing the source and target, it MUST NOT be\n      categorized as fluency or any of its children.","examples":"A text has errors in it that prevent it from being understood.","issueId":"fluency"},{"parent":"fluency","name":"grammar","description":"Errors related to the grammar or syntax of the text, other than spelling and\n        orthography","notes":"","examples":"An English text reads “The man was seeing the his wife.”","issueId":"grammar"},{"parent":"fluency","name":"punctuation","description":"Punctuation is used incorrectly (for the locale or style).","notes":"In most cases it is not necessary to distinguish this error type from\n        typography.","examples":"An English text uses a semicolon where a comma should be used. A two-digit year\n        reference begins with an open single quote instead of a close single quote\n        (apostrophe).","issueId":"punctuation"},{"parent":"fluency","name":"whitespace","description":"Whitespace is used incorrectly.","notes":"","examples":"A document uses a string of space characters instead of tabs. Extra spaces are added\n        at the start of a string.","issueId":"whitespace"},{"parent":"fluency","name":"spelling","description":"Errors related to spelling of words","notes":"","examples":"The German word Zustellung is spelled Zustetlugn.","issueId":"spelling"},{"parent":null,"name":"Style","description":"The text has stylistic problems.","notes":"","examples":"The translation of a light-hearted and humorous advertising campaign is in a serious\n      and “heavy” style even though specifications said it should match the style of the source\n      text.","issueId":"style"},{"parent":"style","name":"unidiomatic style","description":"The content is grammatical, but not idiomatic.","notes":"","examples":"The following text appears in an English translation of a German letter: “We thanked\n        him with heart” where “with heart” is an understandable, but non-idiomatic rendering, better\n        stated as “heartily”.","issueId":"unidiomatic"},{"parent":"style","name":"awkward style","description":"A text is written with an awkward style.","notes":"","examples":"A text is written with many embedded clauses and an excessively wordy style. While\n        the meaning can be understood, the text is very awkward and difficult to follow.","issueId":"awkward"},{"parent":"style","name":"organization style","description":"The text violates company/organization-specific style guidelines.","notes":"","examples":"Company style states that passive sentences may not be used, but the text uses\n        passive sentences.","issueId":"company-style"}],"apt":18,"segments":{"source":["Le Parlement européen a adopté, le 11 novembre 2015, une résolution sur la réforme de la loi électorale de l’Union européenne.","Plusieurs principes ont alors été retenus:","(1) l’organisation des élections sur la base d’un scrutin de liste ou d’un vote unique transférable de type proportionnel;","(2) la suppression du cumul de tout mandat national avec celui de député européen;","(3) la liberté pour les États membres de constituer des circonscriptions au niveau national;"],"target":["On November 11th, 2015, the European Parliament adopted a resolution on the reform of the laws of the European Union.","Several principles were retained:","(1) conducting elections on the basis of proportional representation; using a list system or a single transferable ballot system;","(2) prohibiting the cumulation of any national office with one as Member of the European Parliament;","(3) upholding the freedom of Member States to draw up constituencies at national level;"]}}